module.exports = {
  scenarios: {
    welcome: {
      // eslint-disable-next-line
      text: 'Привет, я ГДЕментор.\n Я найду ментора, который ответит на ваши вопросы.\n\n О чём спросить ментора?\n - Обсудить проблему\n - Получить совет по развитию\n - Провести Code Review\n\n Как это работает?\n - Спрашиваете\n - В течение 2 часов я нахожу ментора и присылаю ссылку на видеозвонок\n - Обсуждаете вопрос с ментором\n\n Сколько стоит найти ментора?\n Бесплатно',
      buttons: {
        rolePadavan: '👶🏻 Стать Падаваном',
        roleMentor: '🧙🏻‍♂️ Стать Ментором',
      },
    },
  },
};
