module.exports = {
  welcome: {
    // eslint-disable-next-line
    text: 'Привет, я ГДЕментор.\n Я найду ментора, который ответит на ваши вопросы.\n\n О чём спросить ментора?\n - Обсудить проблему\n - Получить совет по развитию\n - Провести Code Review\n\n Как это работает?\n - Спрашиваете\n - В течение 2 часов я нахожу ментора и присылаю ссылку на видеозвонок\n - Обсуждаете вопрос с ментором\n\n Сколько стоит найти ментора?\n Бесплатно',
    buttons: {
      rolePadavan: 'Задать вопрос Ментору',
      roleMentor: 'Стать Ментором',
    },
  },
  createQuestion: {
    // eslint-disable-next-line
    rules: 'О чём спросить ментора?\n- Обсудить проблему\n- Получить совет по развитию\n- Разобраться с технологией, которую не удаётся понять\n- Провести Code Review\n\nИдеально, если вопрос можно решить за 25 минут — на столько рассчитывает ментор.\n\nЧто делать дальше?\n- Установите Zoom\n- Проверьте наушники и микрофон\n- Когда ментор откликнется, вы получите ссылку на звонок\n- Через 2 часа ваш вопрос отменится, но его можно продлить или пересоздать.',
    chooseTechnology: 'Выберите категорию вопроса',
  },
};
